const personal = `

### 个人技能
- 💻 熟悉 React，了解其生态，熟练使用 react 全家桶结合 TypeScript 进行项目开发
- 🔧 熟悉 js 执行上下文和作用域
- ⚡️ 熟悉高阶组件和自定义 hooks 的封装
- 📚 熟悉原生 js 的使用及 es6 新特性的使用，js 执行机制原理
- 👥 熟悉小型团队管理，建立研发交付体系，把控开发进度和质量
- 🔍 了解页面性能优化、运维埋点监控
- 🛠 了解 Webpack 打包工具以及包管理工具 npm、yarn，熟练使用 Git 进行团队协作开发项目

### 自我评价

- 🎯 热爱前端，喜欢开发。做事认真负责，对产品负责
- 🔎 优秀的文档查阅者，擅长使用 AI 编程工具（Cursor、GitHub Copilot、ChatGPT、DeepSeek）提高编码效率
- 💪 在日常工作中保持独立思考，注重凸显岗位价值和不可替代性
- 🌱 喜欢挑战，持续学习不断进步



### 联系方式
都看到这了不如加个联系方式更深一步了解一下 🤝
- 📱 WeChat: \`18855092610\`
- 📧 Email: \`1624058545@qq.com\`
`

export default personal